{
  "legal": [
    {
      "title": "Privacy Policy",
      "description": "<h1>Privacy Policy</h1>\n<p>We respect your privacy.</p>\n<p>We do not collect user identifiable information during your usage of this app. We do not collect or use information such as names, email addresses, photos, telephone numbers, credit cards numbers, account numbers or other information that would enable us to identify you.</p>\n<p>However, we may use tools or third party analytical software to collect and use certain non-personal data that does not enable us to identify you. The types of non-personal data we may collect and use include but are not limited to: (i) mobile device type and device properties, (ii) telecom operator, (iii) mobile device OS, (iv) geographical data no more accurate than metropolitan areas, (v) app crash report, (vi) install and uninstall operations on this app, and (vii) other non-personal data as reasonably required by us to enhance our services.</p>\n<p>Please note that your access to and the ability to use our application may be subject to certain third party terms and conditions and privacy policies, including but not limited to application stores, mobile software platforms, social platforms and payment providers. You recognize and agree that we are not liable for any such third party terms and conditions and their use of your personal data.</p>"
    },
    {
      "title": "YouTube API Services",
      "description": "<h1>YouTube's Terms of Service</h1>\n<p>This part of application uses YouTube API Services. In order to use this feature, you must firstly agree to the Terms at <a href=\"https://www.youtube.com/t/terms\" target=\"_blank\">https://www.youtube.com/t/terms</a>. You may not use this feature if you do not accept the Terms. You are also required to agree to the Google Privacy Policy at <a href=\"http://www.google.com/policies/privacy\" target=\"_blank\">http://www.google.com/policies/privacy</a>.</p>\n<h2>Privacy Policy</h2>\n<p>We respect your privacy. We do not collect user identifiable information during your usage of this part of application. We do not collect or use information such as names, email addresses, photos, telephone numbers, credit cards numbers, account numbers or other information that would enable us to identify you.</p>\n<p>Please note that your access to and the ability to use our application may be subject to certain third party terms and conditions and privacy policies, including but not limited to application stores, mobile software platforms, social platforms and payment providers. You recognize and agree that we are not liable for any such third party terms and conditions and their use of your personal or non-personal data.</p>"
    }
  ]
}